Repository: amleczko/lando.video
Catalog: lando/video/locales/*/LC_MESSAGES/lando.video.po
Languages: pl

source: Connection url to lando.proxy
pl: Adres URL lando.proxy

source: Multipler video
pl: Wideo Multipler

source: No video uploaded.
pl: Nie dodano żadnego pliko wideo.

source: Started video upload
pl: Rozpoczęto upload pliku wideo.

source: Video has been uploaded
pl: Wideo zostało dodane.

source: Video is being converted
pl: Wideo w trakcie konwersji.

source: Video is ready
pl: Wideo jest gotowe do użytku.

source: We are sorry but we cannot render the upload form at this time. Please try again later
pl: Przepraszamy, ale w tej chwili formularz nie jest dostępny. Spróbuj ponownie później.

source: Your browser doesn't support HTML5
pl: Twoja przeglądarka nie obsługuje HTML5

source: help_lando_pass
pl: Hasło połączenia do lando.proxy

source: help_lando_url
pl: Adres URL do aplikacji lando.proxy

source: lando.proxy token pass
pl: Hasło połączenia do lando.proxy
